
let 課文 = {
  "第1課": {
    "文型": [
      {
        "日文": "わたし は マイク·ミラー です",
        "中文": "我是邁克·米勒。"
      },
      {
        "日文": "サントスさん は 學生 じゃ ありません",
        "中文": "桑托斯不是學生。"
      },
      {
        "日文": "サントスさん は 學生 では ありません",
        "中文": "桑托斯不是學生。"
      },
      {
        "日文": "ミラーさん は 會社員 ですか",
        "中文": "米勒是公司職員嗎？"
      },
      {
        "日文": "サントスさん も 會社員 です",
        "中文": "桑托斯也是公司職員。"
      }
    ],
    "例文": [
      {
        "日文": "［あなた は］マイク·ミラーさん ですか",
        "中文": "你是邁克·米勒先生嗎？"
      },
      {
        "日文": "…はい、［わたし は］ マイク·ミラー です",
        "中文": "…是的，我是邁克·米勒。"
      },
      {
        "日文": "ミラーさん は 學生 ですか",
        "中文": "米勒先生是學生嗎？"
      },
      {
        "日文": "…いいえ、［わたし は］ 學生 じゃ ありません",
        "中文": "…不，我不是學生"
      },
      {
        "日文": "會社員 です",
        "中文": "我是公司職員。"
      },
      {
        "日文": "ワンさんは エンジニアですか",
        "中文": "王先生是工程師嗎？"
      },
      {
        "日文": "…いいえ、ワンさんは エンジニアじゃ ありません",
        "中文": "…，不，王先生不是工程師，"
      },
      {
        "日文": "醫者です",
        "中文": "他是醫生。"
      },
      {
        "日文": "あの 方は どなたですか",
        "中文": "那位是誰？"
      },
      {
        "日文": "…ワットさん です。 さくら大學 の 先生 です",
        "中文": "…是瓦特先生，櫻花大學的老師。"
      },
      {
        "日文": "テレサちゃん は 何歳 ですか",
        "中文": "特蕾莎幾歲了。"
      },
      {
        "日文": "…9歳です",
        "中文": "…9歲。"
      }
    ],
    "會話": [
      {
        "日文": "初めまし",
        "中文": "初次見面"
      },
      {
        "日文": "おはよう ございます",
        "中文": "早上好！"
      },
      {
        "日文": "佐藤さん、こちらは マイク·ミラーさんです",
        "中文": "佐藤，這位是邁克·米勒。"
      },
      {
        "日文": "初めまして。マイク·ミラーです",
        "中文": "初次見面。我是邁克·米勒。"
      },
      {
        "日文": "アメリカから 來ました。 どうぞ よろしく",
        "中文": "從美國來的。請多關照。"
      },
      {
        "日文": "佐藤けい子です。どうぞ よろしく",
        "中文": "我是佐藤桂子。請多關照。"
      }
    ]
  },
  "第2課": {
    "文型": [
      {
        "日文": "これは 辭書です",
        "中文": "這是詞典。"
      },
      {
        "日文": "これは コンピューターの 本です",
        "中文": "這是計算機方面的書。"
      },
      {
        "日文": "それは わたしの 傘です",
        "中文": "那是我的傘。"
      },
      {
        "日文": "この 傘は わたしのです",
        "中文": "這把傘是我的。"
      }
    ],
    "例文": [
      {
        "日文": "これは テレホンカードですか",
        "中文": "這是電話卡嗎？"
      },
      {
        "日文": "…はい、そうです",
        "中文": "…對，是的。"
      },
      {
        "日文": "それは ノートですか",
        "中文": "那是筆記本嗎？"
      },
      {
        "日文": "…いいえ、そうじゃ ありません。 手帳です",
        "中文": "…不，不是。是記事本。"
      },
      {
        "日文": "それは 何ですか",
        "中文": "那是什麼？"
      },
      {
        "日文": "…［これは］ 名刺です",
        "中文": "…這是名片。"
      },
      {
        "日文": "これは 「9」 ですか、「7」ですか",
        "中文": "這是「9」，還是「7」？"
      },
      {
        "日文": "…「9」です",
        "中文": "…是「9」。"
      },
      {
        "日文": "それは 何の 雑誌ですか",
        "中文": "那是什麼雜誌？"
      },
      {
        "日文": "…自動車の 雑誌です",
        "中文": "…是汽車的雜誌。"
      },
      {
        "日文": "あれは だれの かばんですか",
        "中文": "那是誰的皮包？"
      },
      {
        "日文": "…佐藤さんの かばんです",
        "中文": "…是佐藤的皮包。"
      },
      {
        "日文": "この 傘は あなたのですか",
        "中文": "這把傘是你的嗎？"
      },
      {
        "日文": "…いいえ、わたしのじゃ ありません",
        "中文": "…不，不是我的。"
      },
      {
        "日文": "この かぎは だれのですか",
        "中文": "這把鑰匙是誰的？"
      },
      {
        "日文": "…わたしのです",
        "中文": "…是我的。"
      }
    ],
    "會話": [
      {
        "日文": "ほんの 気持ちで",
        "中文": "只是一點心意"
      },
      {
        "日文": "はい。どなたですか",
        "中文": "來啦。是哪位呀？"
      },
      {
        "日文": "408の サントスです",
        "中文": "我是408室的桑托斯。"
      },
      {
        "日文": "こんにちは。 サントスです",
        "中文": "你好，我是桑托斯。"
      },
      {
        "日文": "これから お世話に なります。どうぞ よろしく お願いします",
        "中文": "今後請您多關照了。拜託您了。"
      },
      {
        "日文": "こちらこそ よろしく",
        "中文": "也請你多關照。"
      },
      {
        "日文": "あのう、これ、ほんの 気持ちです",
        "中文": "啊，這是一點心意。"
      },
      {
        "日文": "あ、どうも……。 何ですか",
        "中文": "唉呀，謝謝。是什麼呀？"
      },
      {
        "日文": "コーヒーです。 どうぞ",
        "中文": "是咖啡。請收下。"
      },
      {
        "日文": "どうも ありがとう ございます",
        "中文": "非常感謝。"
      }
    ]
  },
  "第3課": {
    "文型": [
      {
        "日文": "ここは 食堂です",
        "中文": "這兒是食堂。"
      },
      {
        "日文": "電話は あそこです",
        "中文": "電話在那兒。"
      }
    ],
    "例文": [
      {
        "日文": "ここは 新大阪ですか",
        "中文": "這兒是新大阪嗎？"
      },
      {
        "日文": "…はい、そうです",
        "中文": "…對，是的。"
      },
      {
        "日文": "お手洗いは どこですか",
        "中文": "洗手間在哪兒？"
      },
      {
        "日文": "…あそこです",
        "中文": "…在那裡。"
      },
      {
        "日文": "山田さんは どこですか",
        "中文": "山田在哪裡？"
      },
      {
        "日文": "…事務所です",
        "中文": "…在辦公室。"
      },
      {
        "日文": "エレベーターは どちらですか",
        "中文": "電梯在哪邊？"
      },
      {
        "日文": "…そちらです",
        "中文": "…在那邊。"
      },
      {
        "日文": "［お］國は どちらですか",
        "中文": "你是哪個國家的？"
      },
      {
        "日文": "…アメリカです",
        "中文": "…美國。"
      },
      {
        "日文": "それは どこの 靴ですか",
        "中文": "那是哪國的鞋？"
      },
      {
        "日文": "…イタリアの 靴です",
        "中文": "…是意大利鞋。"
      },
      {
        "日文": "この 時計は いくらですか",
        "中文": "這塊表多少錢？"
      },
      {
        "日文": "…18,600円です",
        "中文": "…18，600日元。"
      }
    ],
    "會話": [
      {
        "日文": "これを くださ",
        "中文": "請給我這個"
      },
      {
        "日文": "すみません。 ワイン売り場は どこですか",
        "中文": "請問，賣葡萄酒的櫃台在哪兒？"
      },
      {
        "日文": "地下1階で ございます",
        "中文": "在地下一層。\n  どうも。#謝謝。"
      },
      {
        "日文": "すみません。 その ワインを 見せて ください",
        "中文": "對不起，請把那瓶葡萄酒給我看一下。"
      },
      {
        "日文": "はい、どうぞ",
        "中文": "好的，請。"
      },
      {
        "日文": "これは フランスの ワインですか",
        "中文": "這是法國葡萄酒嗎？"
      },
      {
        "日文": "いいえ、イタリアのです",
        "中文": "不是，是意大利的。"
      },
      {
        "日文": "いくらですか",
        "中文": "多少錢？"
      },
      {
        "日文": "2,500円です",
        "中文": "2，500日元。"
      },
      {
        "日文": "じゃ、これを ください",
        "中文": "那麼，請給我這個。"
      }
    ]
  },
  "第4課": {
    "文型": [
      {
        "日文": "今 4 時 5 分です",
        "中文": "現在是 4 點 5 分。"
      },
      {
        "日文": "わたし は 9 時から 5 時まで 働き ます",
        "中文": "我從9點工作到5點。"
      },
      {
        "日文": "わたしは 朝 6時に 起きます",
        "中文": "我早上6點鐘起床。"
      },
      {
        "日文": "わたしは きのう 勉強しました",
        "中文": "我昨天學習了。"
      }
    ],
    "例文": [
      {
        "日文": "今 何時ですか",
        "中文": "現在幾點鐘？"
      },
      {
        "日文": "… 2時10分です",
        "中文": "…2點10分。"
      },
      {
        "日文": "ニューヨークは 今 何時ですか",
        "中文": "紐約現在是幾點？"
      },
      {
        "日文": "…午前 0時10分です",
        "中文": "…午夜12點10分。"
      },
      {
        "日文": "銀行は 何時から 何時までですか",
        "中文": "銀行從幾點到幾點營業？"
      },
      {
        "日文": "…9時から 3時までです",
        "中文": "…9點到3點。"
      },
      {
        "日文": "休みは 何曜日ですか",
        "中文": "星期幾休息？"
      },
      {
        "日文": "…土曜日と 日曜日です",
        "中文": "…星期六和星期天。"
      },
      {
        "日文": "毎晩 何時に 寢ますか",
        "中文": "你每晚幾點睡覺？"
      },
      {
        "日文": "…11時に 寢ます",
        "中文": "…11點睡覺。"
      },
      {
        "日文": "土曜日 働きますか",
        "中文": "星期六工作嗎？"
      },
      {
        "日文": "…いいえ、働きません",
        "中文": "…不，不工作。"
      },
      {
        "日文": "きのう 勉強しましたか",
        "中文": "昨天學習了嗎？"
      },
      {
        "日文": "…いいえ、勉強しませんでした",
        "中文": "…不，沒有學習。"
      },
      {
        "日文": "IMCの 電話番號は 何番ですか",
        "中文": "IMC的電話號碼是幾號？\n  …341の 2597です。#…是341-2597。"
      }
    ],
    "會話": [
      {
        "日文": "そちらは 何時から 何時までです",
        "中文": "你們那兒從幾點到幾點開館"
      },
      {
        "日文": "はい、 104の 石田です",
        "中文": "你好，我是104查號台的服務員-石田。"
      },
      {
        "日文": "やまと美術館の 電話番號を お願いします",
        "中文": "請給我查一下大和美術館的電話號碼。"
      },
      {
        "日文": "やまと美術館ですね。かしこまりました",
        "中文": "要查大和美術館吧。知道了。"
      },
      {
        "日文": "お問い合わせの番號は 0797の 38の 5432です",
        "中文": "您查詢的電話號碼是0797-38-5432。"
      },
      {
        "日文": "はい、やまと美術館です",
        "中文": "你好，這裡是大和美術館。"
      },
      {
        "日文": "すみません。 そちらは 何時から 何時までですか",
        "中文": "對不起。請問你們那兒從幾點到幾點開館？"
      },
      {
        "日文": "9時から 4時までです",
        "中文": "從9點到4點。"
      },
      {
        "日文": "休みは 何曜日ですか",
        "中文": "星期幾閉館？"
      },
      {
        "日文": "月曜日です",
        "中文": "星期一。"
      },
      {
        "日文": "どうも ありがとう ございました",
        "中文": "謝謝。"
      }
    ]
  },
  "第5課": {
    "文型": [
      {
        "日文": "わたしは 京都へ 行きます",
        "中文": "我到京都去。"
      },
      {
        "日文": "わたしは タクシーで うちへ 帰ります",
        "中文": "我坐出租車回家。"
      },
      {
        "日文": "わたしは 家族と 日本へ 來ました",
        "中文": "我和家人來到了日本。"
      }
    ],
    "例文": [
      {
        "日文": "あした どこへ 行きますか",
        "中文": "明天去哪兒？"
      },
      {
        "日文": "…奈良へ 行きます",
        "中文": "…去奈良。"
      },
      {
        "日文": "日曜日 どこへ 行きましたか",
        "中文": "星期天去哪兒了？"
      },
      {
        "日文": "…どこ［へ］も 行きませんでした",
        "中文": "…哪兒也沒去。"
      },
      {
        "日文": "何で 東京へ 行きますか",
        "中文": "坐什麼去東京呢？"
      },
      {
        "日文": "…新幹線で 行きます",
        "中文": "…坐新幹線去。"
      },
      {
        "日文": "だれと 東京へ 行きますか",
        "中文": "和誰去東京呢？"
      },
      {
        "日文": "…山田さんと 行きます",
        "中文": "…和山田一起去。"
      },
      {
        "日文": "いつ 日本へ 來ましたか",
        "中文": "什麼時候來日本的？"
      },
      {
        "日文": "…3月25日に 來ました",
        "中文": "…3月25日來的。"
      },
      {
        "日文": "誕生日は いつですか",
        "中文": "生日是什麼時候？"
      },
      {
        "日文": "…6月13日です",
        "中文": "…6月13日。"
      }
    ],
    "會話": [
      {
        "日文": "甲子園へ 行きます",
        "中文": "去甲子園嗎"
      },
      {
        "日文": "すみません。 甲子園まで いくらですか",
        "中文": "請問一下，到甲子園多少錢？"
      },
      {
        "日文": "350円です",
        "中文": "350日元。"
      },
      {
        "日文": "350円ですね。 ありがとう ございました",
        "中文": "350日元啊，謝謝。"
      },
      {
        "日文": "どう いたしまして",
        "中文": "不客氣。"
      },
      {
        "日文": "すみません。 甲子園は 何番線ですか",
        "中文": "請問，到甲子園是幾號站台？"
      },
      {
        "日文": "5番線です",
        "中文": "5號站台。"
      },
      {
        "日文": "どうも",
        "中文": "謝謝。"
      },
      {
        "日文": "あのう、この 電車は 甲子園へ 行きますか",
        "中文": "請問，這趟電車去甲子園嗎？"
      },
      {
        "日文": "いいえ。 次の 「普通」 ですよ",
        "中文": "不去。下一趟「慢車」去。"
      },
      {
        "日文": "そうですか。 どうも",
        "中文": "是嗎，謝謝。"
      }
    ]
  },
  "第6課": {
    "文型": [
      {
        "日文": "わたしは ジュースを 飲みます",
        "中文": "我喝果汁。"
      },
      {
        "日文": "わたしは 駅で 新聞を 買います",
        "中文": "我在車站買報紙。"
      },
      {
        "日文": "いっしょに 神戸へ 行きませんか",
        "中文": "一起去神戶好嗎？"
      },
      {
        "日文": "ちょっと 休みましょう",
        "中文": "稍微休息一下吧。"
      }
    ],
    "例文": [
      {
        "日文": "たばこを 吸いますか",
        "中文": "你抽煙嗎？"
      },
      {
        "日文": "…いいえ、吸いません",
        "中文": "…不，不抽。"
      },
      {
        "日文": "毎朝 何を 食べますか",
        "中文": "每天早上吃什麼？"
      },
      {
        "日文": "…パンと 卵を 食べます",
        "中文": "…吃麵包和雞蛋。"
      },
      {
        "日文": "けさ 何を 食べましたか",
        "中文": "今天早上吃了什麼？"
      },
      {
        "日文": "…何も 食べませんでした",
        "中文": "…什麼也沒吃。"
      },
      {
        "日文": "土曜日 何を しましたか",
        "中文": "星期六乾了什麼？"
      },
      {
        "日文": "…日本語を 勉強しました。 それから 映畫を 見ました",
        "中文": "…學了日語，然後看了電影。"
      },
      {
        "日文": "日曜日は 何を しましたか",
        "中文": "星期天干了什麼？"
      },
      {
        "日文": "…友達と 奈良へ 行きました",
        "中文": "…和朋友去了奈良。"
      },
      {
        "日文": "どこで その かばんを 買いましたか",
        "中文": "在哪兒買的那個包？"
      },
      {
        "日文": "…メキシコで 買いました",
        "中文": "…在墨西哥買的。"
      },
      {
        "日文": "いっしょに ビールを 飲みませんか",
        "中文": "一起喝啤酒好嗎？"
      },
      {
        "日文": "…ええ、飲みましょう",
        "中文": "…好，一起喝吧。"
      }
    ],
    "會話": [
      {
        "日文": "いっしょに 行きません",
        "中文": "一起去好嗎"
      },
      {
        "日文": "ミラーさん",
        "中文": "米勒。"
      },
      {
        "日文": "何ですか",
        "中文": "有什麼事嗎？"
      },
      {
        "日文": "あした 友達と お花見を します。ミラーさんも いっしょに 行きませんか",
        "中文": "明天和朋友去賞花。米勒也一起去嗎？"
      },
      {
        "日文": "いいですね。どこへ 行きますか",
        "中文": "好啊。去哪兒呢？"
      },
      {
        "日文": "大阪城公園です",
        "中文": "大阪城公園。"
      },
      {
        "日文": "何時ですか",
        "中文": "幾點呢？"
      },
      {
        "日文": "10時です。大阪城公園駅で 會いましょう",
        "中文": "10點，在大阪城公園站見面吧。"
      },
      {
        "日文": "わかりました",
        "中文": "知道了。"
      },
      {
        "日文": "じゃ、また あした",
        "中文": "那明天見。"
      }
    ]
  },
  "第7課": {
    "文型": [
      {
        "日文": "わたしは ワープロで 手紙を 書きます",
        "中文": "我用文字處理機寫信。"
      },
      {
        "日文": "わたしは 木村さんに 花を あげます",
        "中文": "我送鮮花給木村。"
      },
      {
        "日文": "わたしは カリナさんに(から) チョコレートを もらいました",
        "中文": "我從卡莉娜那裡得到了巧克力。"
      }
    ],
    "例文": [
      {
        "日文": "テレビで 日本語を 勉強しましたか",
        "中文": "你是通過電視學的日語嗎？"
      },
      {
        "日文": "…いいえ、ラジオで 勉強しました",
        "中文": "…不，是通過收音機學的。"
      },
      {
        "日文": "日本語で レポートを 書きますか",
        "中文": "用日語寫報告嗎？"
      },
      {
        "日文": "…いいえ、英語で 書きます",
        "中文": "…不，用英語寫。"
      },
      {
        "日文": "「Goodbye」は 日本語で 何ですか",
        "中文": "「Goodbye」用日語怎麼說？"
      },
      {
        "日文": "…「さようなら」です",
        "中文": "…「さようなら」"
      },
      {
        "日文": "だれに クリスマスカードを 書きますか",
        "中文": "給誰寫聖誕卡呢？"
      },
      {
        "日文": "…家族と 友達に 書きます",
        "中文": "…給家裡人和朋友寫。"
      },
      {
        "日文": "それは 何ですか",
        "中文": "那是什麼？"
      },
      {
        "日文": "…手帳です。 山田さんに もらいました",
        "中文": "…是記事本。是山田給我的。"
      },
      {
        "日文": "もう 新幹線の 切符を 買いましたか",
        "中文": "已經買了新幹線的票了嗎？"
      },
      {
        "日文": "…はい、もう 買いました",
        "中文": "…是的，已經買了。"
      },
      {
        "日文": "もう 晝ごはんを 食べましたか",
        "中文": "已經吃過午飯了嗎？"
      },
      {
        "日文": "…いいえ、まだです。 これから食べます",
        "中文": "…不，還沒吃。這就要吃了。"
      }
    ],
    "會話": [
      {
        "日文": "ごめんくださ",
        "中文": "有人在嗎"
      },
      {
        "日文": "ごめんください",
        "中文": "家裡有人嗎？"
      },
      {
        "日文": "いらっしゃい。 どうぞ お上がり ください",
        "中文": "歡迎，裡面請。"
      },
      {
        "日文": "失禮します",
        "中文": "打攪了。"
      },
      {
        "日文": "コーヒーは いかがですか",
        "中文": "喝點兒咖啡怎麼樣？"
      },
      {
        "日文": "ありがとう ございます",
        "中文": "謝謝。"
      },
      {
        "日文": "どうぞ",
        "中文": "請。"
      },
      {
        "日文": "いただきます",
        "中文": "那我就不客氣了。"
      },
      {
        "日文": "この スプーン、すてきですね",
        "中文": "這把小勺好漂亮啊。"
      },
      {
        "日文": "ええ。 會社の 人に もらいました",
        "中文": "是啊，是公司的人送的。"
      },
      {
        "日文": "ヨーロッパ旅行の お土産です",
        "中文": "是去歐洲旅行帶回來的禮品。"
      }
    ]
  },
  "第8課": {
    "文型": [
      {
        "日文": "桜は きれいです",
        "中文": "櫻花很漂亮。"
      },
      {
        "日文": "富士山は 高いです",
        "中文": "富士山很高。"
      },
      {
        "日文": "桜は きれいな 花です",
        "中文": "櫻花是漂亮的花。"
      },
      {
        "日文": "富士山は 高い 山です",
        "中文": "富士山是很高的山。"
      }
    ],
    "例文": [
      {
        "日文": "大阪は にぎやかですか",
        "中文": "大阪熱鬧嗎？"
      },
      {
        "日文": "…はい、にぎやかです",
        "中文": "…是的，很熱鬧。"
      },
      {
        "日文": "琵琶湖の 水は きれいですか",
        "中文": "琵琶湖的水乾淨嗎？"
      },
      {
        "日文": "…いいえ、あまり きれい(では) じゃ ありません",
        "中文": "…不，不怎麼乾淨。"
      },
      {
        "日文": "ペキンは 今 寒いですか",
        "中文": "北京現在冷嗎？"
      },
      {
        "日文": "…はい、とても 寒いです",
        "中文": "…是的，非常冷。"
      },
      {
        "日文": "シャンハイも 寒いですか",
        "中文": "上海也冷嗎？"
      },
      {
        "日文": "…いいえ、あまり 寒くないです",
        "中文": "…不，不太冷。"
      },
      {
        "日文": "その 辭書は いいですか",
        "中文": "那本詞典好嗎？"
      },
      {
        "日文": "…いいえ、あまり よくないです",
        "中文": "…不，不太好。"
      },
      {
        "日文": "東京の 地下鉄は どうですか",
        "中文": "東京的地鐵怎麼樣？"
      },
      {
        "日文": "…きれいです。 そして 便利です",
        "中文": "…很乾淨，而且很方便。"
      },
      {
        "日文": "きのう 映畫を 見ました",
        "中文": "昨天看了電影。"
      },
      {
        "日文": "…どんな 映畫ですか",
        "中文": "…什麼電影？"
      },
      {
        "日文": "「七人の 侍」です。 古いですが、とても おもしろい 映畫です",
        "中文": "「七名武士」。雖然是老電影，但是很有意思。"
      },
      {
        "日文": "ミラーさんの 傘は どれですか",
        "中文": "米勒先生的傘是哪一把？"
      },
      {
        "日文": "…あの 青い 傘です",
        "中文": "…那把藍色的。"
      }
    ],
    "會話": [
      {
        "日文": "そろそろ 失禮しま",
        "中文": "該告辭了"
      },
      {
        "日文": "マリアさんは もう 日本の 生活に 慣れましたか",
        "中文": "瑪麗亞，你已經習慣日本的生活了嗎？"
      },
      {
        "日文": "ええ。 毎日 とても 楽しいです",
        "中文": "是的，每天都很愉快。"
      },
      {
        "日文": "そうですか。 サントスさん、お仕事は どうですか",
        "中文": "是嗎，桑托斯先生，你的工作怎麼樣？"
      },
      {
        "日文": "そうですね。 忙しいですが、おもしろいです",
        "中文": "怎麼說呢，很忙，但很有趣。"
      },
      {
        "日文": "コーヒー、もう 一杯 いかがですか",
        "中文": "再來一杯咖啡怎麼樣？"
      },
      {
        "日文": "いいえ、けっこうです",
        "中文": "不用了，可以了。"
      },
      {
        "日文": "あ、もう 8時ですね。 そろそろ 失禮します",
        "中文": "啊，已經8點了，該告辭了。"
      },
      {
        "日文": "そうですか",
        "中文": "是嗎？"
      },
      {
        "日文": "きょうは どうも ありがとう ございました",
        "中文": "今天真是非常感謝。"
      },
      {
        "日文": "いいえ。 また いらっしゃって ください",
        "中文": "別客氣。歡迎下次再來。"
      }
    ]
  },
  "第9課": {
    "文型": [
      {
        "日文": "わたしは イタリア料理が 好きです",
        "中文": "我喜歡意大利菜。"
      },
      {
        "日文": "わたしは 日本語が 少し わかります",
        "中文": "我懂一點兒日語。"
      },
      {
        "日文": "きょうは 子どもの 誕生日ですから、早く 帰ります",
        "中文": "今天是孩子的生日，所以要早點兒回去。"
      }
    ],
    "例文": [
      {
        "日文": "お酒が 好きですか",
        "中文": "你喜歡喝酒嗎？"
      },
      {
        "日文": "…いいえ、好き(では) じゃ ありません",
        "中文": "…，不喜歡。"
      },
      {
        "日文": "どんな スポーツが 好きですか",
        "中文": "你喜歡什麼運動？"
      },
      {
        "日文": "…サッカーが 好きです",
        "中文": "…喜歡足球。"
      },
      {
        "日文": "カリナさんは 絵が 上手ですか",
        "中文": "卡莉娜的畫兒畫得好嗎？"
      },
      {
        "日文": "…はい、［カリナさんは］ とても 上手です",
        "中文": "…是的，她畫的很棒。"
      },
      {
        "日文": "田中さんは インドネシア語が わかりますか",
        "中文": "田中先生會印尼語嗎？"
      },
      {
        "日文": "…いいえ、全然 わかりません",
        "中文": "…不，一點兒也不會。"
      },
      {
        "日文": "細かい お金が ありますか",
        "中文": "你有零錢嗎？"
      },
      {
        "日文": "…いいえ、ありません",
        "中文": "…不，沒有。毎朝 新聞を 読みますか。#每天早上看報紙嗎？"
      },
      {
        "日文": "…いいえ、時間が ありませんから、読みません",
        "中文": "…不，因為沒有時間，所以不看。"
      },
      {
        "日文": "どうして きのう 早く 帰りましたか",
        "中文": "昨天為什麼早回去了？"
      },
      {
        "日文": "…用事が ありましたから",
        "中文": "…因為有事。"
      }
    ],
    "會話": [
      {
        "日文": "殘念で",
        "中文": "真遺憾"
      },
      {
        "日文": "もしもし、ミラーです",
        "中文": "餵，餵，我是米勒。"
      },
      {
        "日文": "ああ、ミラーさん、こんばんは。 お元気ですか",
        "中文": "啊，米勒，晚上好，你身體好嗎？"
      },
      {
        "日文": "ええ、元気です",
        "中文": "啊，我挺好的。"
      },
      {
        "日文": "あのう、木村さん、小沢徵爾の コンサート、いっしょに いかがですか",
        "中文": "嗯，木村，一起去聽小澤徵爾的演奏會怎麼樣？"
      },
      {
        "日文": "いいですね。 いつですか",
        "中文": "好啊，什麼時候？"
      },
      {
        "日文": "來週の 金曜日の 晩です",
        "中文": "下禮拜五晚上。"
      },
      {
        "日文": "金曜日ですか",
        "中文": "禮拜五啊。"
      },
      {
        "日文": "金曜日の 晩は ちょっと……",
        "中文": "禮拜五的晚上我……。"
      },
      {
        "日文": "だめですか",
        "中文": "不行嗎？"
      },
      {
        "日文": "ええ、友達と 約束(やくそく)が ありますから、……",
        "中文": "是的，和朋友約好了……。"
      },
      {
        "日文": "そうですか。 殘念ですね",
        "中文": "是嗎，真遺憾。"
      },
      {
        "日文": "ええ。 また 今度 お願いします",
        "中文": "是啊，下次請再叫我。"
      }
    ]
  },
  "第10課": {
    "文型": [
      {
        "日文": "あそこに 佐藤さんが います",
        "中文": "佐藤在那兒"
      },
      {
        "日文": "機の 上に 寫真が あります",
        "中文": "像片在桌子上。"
      },
      {
        "日文": "家族は ニューヨークに います",
        "中文": "家人在紐約。"
      },
      {
        "日文": "東京ディズニーランドは 千葉県に あります",
        "中文": "東京迪斯尼樂園在千葉縣。"
      }
    ],
    "例文": [
      {
        "日文": "あそこに 男の 人が いますね。 あの 人は だれですか",
        "中文": "在那兒有為男子，他是誰啊？"
      },
      {
        "日文": "…IMCの 松本さんです",
        "中文": "…是IMC的松本。"
      },
      {
        "日文": "この 近くに 電話が ありますか",
        "中文": "這附近有電話嗎？"
      },
      {
        "日文": "…はい、あそこに あります",
        "中文": "…有，在那兒。"
      },
      {
        "日文": "庭に だれが いますか",
        "中文": "院子里有誰？"
      },
      {
        "日文": "…だれも いません。貓が います",
        "中文": "…誰也沒有。有只貓。"
      },
      {
        "日文": "箱の 中に 何が ありますか",
        "中文": "盒子裡面有什麼？"
      },
      {
        "日文": "…古い 手紙や 寫真［など］が あります",
        "中文": "…有舊的信和像片等。"
      },
      {
        "日文": "ミラーさんは どこに いますか",
        "中文": "米勒在哪兒？"
      },
      {
        "日文": "…會議室に います",
        "中文": "…在會議室。"
      },
      {
        "日文": "郵便局は どこに ありますか",
        "中文": "郵局在哪兒？"
      },
      {
        "日文": "…駅の 近くです。 銀行の 前に あります",
        "中文": "…在車站附近，銀行的前面。"
      }
    ],
    "會話": [
      {
        "日文": "チリソースは ありません",
        "中文": "有智利辣醬油嗎"
      },
      {
        "日文": "すみません。 ユニューヤ·ストアは どこですか",
        "中文": "請問，輸入屋商店在哪兒？"
      },
      {
        "日文": "ユニューヤ·ストアですか",
        "中文": "是輸入屋商店嗎？"
      },
      {
        "日文": "あそこに 白い ビルが ありますね。あの ビルの 中です",
        "中文": "那兒有座白樓。在那樓裡面。"
      },
      {
        "日文": "そうですか。どうも すみません",
        "中文": "是嗎，非常感謝。"
      },
      {
        "日文": "いいえ",
        "中文": "不客氣。"
      },
      {
        "日文": "あのう、チリソースは ありませんか",
        "中文": "請問，有智利辣醬油嗎？"
      },
      {
        "日文": "はい。右の 奧に スパイス·コーナーが あります",
        "中文": "有。右邊緊裡面是調料架。"
      },
      {
        "日文": "チリソースは 下から 2段目です",
        "中文": "智利辣醬油在從下數第二層上。"
      },
      {
        "日文": "わかりました。 どうも",
        "中文": "知道了，謝謝。"
      }
    ]
  },
  "第11課": {
    "文型": [
      {
        "日文": "會議室に テーブルが 7つ あります",
        "中文": "會議室有7張桌子。"
      },
      {
        "日文": "わたしは 日本に 1年 います",
        "中文": "我在日本待一年。"
      }
    ],
    "例文": [
      {
        "日文": "りんごを いくつ 買いましたか",
        "中文": "買了幾個蘋果？"
      },
      {
        "日文": "…4つ 買いました",
        "中文": "…買了4個。"
      },
      {
        "日文": "80円の 切手を 5枚と はがきを 2枚 ください",
        "中文": "請給我5張80日元的郵票和2張明信片。"
      },
      {
        "日文": "…はい。全部で 500円です",
        "中文": "…好的，一共500日元。富士大學に 外國人の 先生が いますか。#富士大學有外籍教師嗎？"
      },
      {
        "日文": "…はい、 3人 います。 みんな アメリカ人です",
        "中文": "…是的，有3位，都是美國人。"
      },
      {
        "日文": "家族は 何人ですか",
        "中文": "家裡有幾個人？"
      },
      {
        "日文": "…5人です。 両親と 姉と 兄が います",
        "中文": "…5個人，有父母、姐姐和哥哥。"
      },
      {
        "日文": "1週間に 何回 テニスを しますか",
        "中文": "一周打幾次網球？"
      },
      {
        "日文": "…2回ぐらい します",
        "中文": "…打兩次左右。"
      },
      {
        "日文": "田中さんは どのくらい スペイン語を 勉強しましたか",
        "中文": "田中學西班牙語多長時間了？"
      },
      {
        "日文": "…3か月 勉強しました",
        "中文": "…學了3個月了。"
      },
      {
        "日文": "えっ、3か月だけですか。 上手ですね",
        "中文": "啊，才3個月啊。真棒啊。"
      },
      {
        "日文": "大阪から 東京まで 新幹線で どのくらい かかりますか",
        "中文": "從大阪到東京坐新幹線要花多長時間？"
      },
      {
        "日文": "…2時間半 かかります",
        "中文": "…得兩個半小時。"
      }
    ],
    "會話": [
      {
        "日文": "これ、お願いしま",
        "中文": "請給我辦海運"
      },
      {
        "日文": "いい 天気ですね。お出かけですか",
        "中文": "天氣真好啊！出去呀？"
      },
      {
        "日文": "ええ、ちょっと 郵便局まで",
        "中文": "對，去趟郵局。"
      },
      {
        "日文": "そうですか。行って いらっしゃい",
        "中文": "是嗎？那走好。"
      },
      {
        "日文": "行って まいります",
        "中文": "那我走了。"
      },
      {
        "日文": "これ、速達で お願いします",
        "中文": "這個請辦快寄。"
      },
      {
        "日文": "はい、オーストラリアですね。370円です",
        "中文": "好的，寄到澳大利亞對吧？370日元。"
      },
      {
        "日文": "それから この 荷物も お願いします",
        "中文": "還有這個行李也請給辦一下。"
      },
      {
        "日文": "船便ですか、航空便ですか",
        "中文": "是海運還是航空？"
      },
      {
        "日文": "船便は いくらですか",
        "中文": "海運多少錢？"
      },
      {
        "日文": "500円です",
        "中文": "500日元。"
      },
      {
        "日文": "どのくらい かかりますか",
        "中文": "要花多長時間？"
      },
      {
        "日文": "1か月ぐらいです",
        "中文": "1個月左右。"
      },
      {
        "日文": "じゃ、船便で お願いします",
        "中文": "那就給我辦海運吧。"
      }
    ]
  },
  "第12課": {
    "文型": [
      {
        "日文": "きのうは 雨でした",
        "中文": "昨天下雨了。"
      },
      {
        "日文": "きのうは 寒かったです",
        "中文": "昨天（很）冷。"
      },
      {
        "日文": "北海道は 九州より 大きいです",
        "中文": "北海道比九州大。"
      },
      {
        "日文": "わたしは 1 年で 夏が いちばん 好きです",
        "中文": "我在一年中最喜歡夏天。"
      }
    ],
    "例文": [
      {
        "日文": "京都は 靜かでしたか",
        "中文": "京都安靜嗎？"
      },
      {
        "日文": "…いいえ、靜かじゃ ありませんでした",
        "中文": "…不，並不安靜。"
      },
      {
        "日文": "旅行は 楽しかったですか",
        "中文": "旅行很愉快嗎？"
      },
      {
        "日文": "…はい、とても 楽しかったです",
        "中文": "…是的，非常愉快。"
      },
      {
        "日文": "天気は よかったですか",
        "中文": "天氣好嗎？"
      },
      {
        "日文": "…いいえ、あまり よくなかったです",
        "中文": "…不，不太好。"
      },
      {
        "日文": "きのうの パーティーは どうでしたか",
        "中文": "昨天的晚會怎麼樣？"
      },
      {
        "日文": "…とても にぎやかでした。 いろいろな 人に 會いました",
        "中文": "…非常熱鬧，見到了各種各樣的人。"
      },
      {
        "日文": "東京は ニューヨークより 人が 多いですか",
        "中文": "東京比紐約人多嗎？"
      },
      {
        "日文": "…はい、ずっと 多いです",
        "中文": "…是的，要多得多。"
      },
      {
        "日文": "空港まで バスと 電車と どちらが 速いですか",
        "中文": "到機場的話，公共汽車和電車哪個快？"
      },
      {
        "日文": "…電車の ほうが 速いです",
        "中文": "…電車快。"
      },
      {
        "日文": "海と 山と どちらが 好きですか",
        "中文": "海和山（你）喜歡哪個？"
      },
      {
        "日文": "…どちらも 好きです",
        "中文": "…兩樣都喜歡。"
      },
      {
        "日文": "日本料理［の 中］で 何が いちばん 好きですか",
        "中文": "日本飯菜中（你）最喜歡什麼？"
      },
      {
        "日文": "…てんぷらが いちばん 好きです",
        "中文": "…最喜歡天麩羅。"
      }
    ],
    "會話": [
      {
        "日文": "お祭りは どうでしたか.",
        "中文": "節日怎麼樣"
      },
      {
        "日文": "ただいま",
        "中文": "我回來了。"
      },
      {
        "日文": "お帰りなさい",
        "中文": "你回來啦。"
      },
      {
        "日文": "これ、京都の お土産です",
        "中文": "這是從京都給你帶回的禮物。"
      },
      {
        "日文": "どうも すみません",
        "中文": "謝謝。"
      },
      {
        "日文": "祇園祭は どうでしたか",
        "中文": "祗園祭怎麼樣？"
      },
      {
        "日文": "とても おもしろかったです",
        "中文": "非常有趣。"
      },
      {
        "日文": "外國人も 多かったですよ",
        "中文": "也有很多外國人。"
      },
      {
        "日文": "祇園祭は 京都の 祭りで いちばん 有名ですからね",
        "中文": "因為祗園祭是京都的節日中最有名的。"
      },
      {
        "日文": "そうですか",
        "中文": "是嗎。"
      },
      {
        "日文": "寫真を 撮りましたか",
        "中文": "拍照片了嗎？"
      },
      {
        "日文": "ええ、 100 枚ぐらい 撮りました",
        "中文": "拍了，拍了100張左右。"
      },
      {
        "日文": "すごいですね",
        "中文": "真不錯啊。"
      },
      {
        "日文": "ええ。 でも、ちょっと 疲れました",
        "中文": "是啊，不過有點兒累了。"
      }
    ]
  },
  "第13課": {
    "文型": [
      {
        "日文": "わたしは パソコンが 欲しいです",
        "中文": "我想要台個人電腦。"
      },
      {
        "日文": "わたしは てんぷら(が)を 食べたいです",
        "中文": "我想吃炸蝦。"
      },
      {
        "日文": "わたしは フランスヘ 料理を 習いに 行きます",
        "中文": "我要去法國學習烹飪。"
      }
    ],
    "例文": [
      {
        "日文": "今 何が いちばん 欲しいですか",
        "中文": "（你）現在最想要什麼？"
      },
      {
        "日文": "…うちが 欲しいです",
        "中文": "…想要房子。"
      },
      {
        "日文": "夏休みに どこへ 行きたいですか",
        "中文": "暑假（你）想去哪兒？"
      },
      {
        "日文": "…沖縄へ 行きたいです",
        "中文": "…想去沖繩。"
      },
      {
        "日文": "きょうは 疲れましたから、何も したくないです",
        "中文": "今天（我）累了，什麼也不想乾。"
      },
      {
        "日文": "…そうですね。 きょうの 會議は 大変でしたね",
        "中文": "…是啊。今天的會議很累人。"
      },
      {
        "日文": "この 週末は 何を しますか",
        "中文": "這個週末要幹什麼？"
      },
      {
        "日文": "…子どもと 神戸へ 船を 見に 行きます",
        "中文": "…和孩子去神戶看船。"
      },
      {
        "日文": "日本へ 何の 勉強に 來ましたか",
        "中文": "來日本學習什麼？"
      },
      {
        "日文": "…経済の 勉強に 來ました",
        "中文": "…來學習經濟。"
      },
      {
        "日文": "冬休みは どこか 行きましたか",
        "中文": "寒假去哪兒了嗎？"
      },
      {
        "日文": "…ええ、行きました",
        "中文": "…是啊，去了。"
      },
      {
        "日文": "どこへ 行きましたか",
        "中文": "去哪兒了？"
      },
      {
        "日文": "…北海道へ スキーに 行きました",
        "中文": "…去北海道滑雪了。"
      }
    ],
    "會話": [
      {
        "日文": "別々に お願いしま",
        "中文": "請分開算"
      },
      {
        "日文": "もう 12時ですよ。 晝ごはんを 食べに 行きませんか",
        "中文": "已經12點了，去吃午飯好嗎？"
      },
      {
        "日文": "ええ",
        "中文": "好啊。"
      },
      {
        "日文": "どこへ 行きますか",
        "中文": "去哪兒呢？"
      },
      {
        "日文": "そうですね。 きょうは 日本料理が 食べたいですね",
        "中文": "是啊，今天我想吃日本菜。"
      },
      {
        "日文": "じゃ、「つるや」へ 行きましょう",
        "中文": "那麼，去鶴屋吧。"
      },
      {
        "日文": "ご注文は?",
        "中文": "您來點什麼？"
      },
      {
        "日文": "わたしは てんぷら定食。",
        "中文": "我要天麩羅套餐。"
      },
      {
        "日文": "わたしは 牛どん。",
        "中文": "我要牛肉蓋飯。"
      },
      {
        "日文": "てんぷら定食と牛どんですね。 少々 お待ちください",
        "中文": "要天麩羅套餐和牛肉蓋飯。請稍等。"
      },
      {
        "日文": "1,680円で ございます",
        "中文": "共1，680日元。"
      },
      {
        "日文": "すみません。 別々に お願いします",
        "中文": "對不起，請分開算。"
      },
      {
        "日文": "はい。 てんぷら定食は 980円、牛どんは 700円です",
        "中文": "好的。天麩羅套餐是980日元，牛肉蓋澆飯是700日元。"
      }
    ]
  },
  "第14課": {
    "文型": [
      {
        "日文": "ちょっと 待って ください",
        "中文": "請等一下。"
      },
      {
        "日文": "ミラーさんは 今 電話を かけて います",
        "中文": "米勒現在正在打電話。"
      }
    ],
    "例文": [
      {
        "日文": "ここに 住所と 名前を 書いて ください",
        "中文": "請把姓名和地址寫在這裡。"
      },
      {
        "日文": "…はい、わかりました",
        "中文": "…好的，我知道了。"
      },
      {
        "日文": "あの シャツを 見せて ください",
        "中文": "請給我看一下那件襯衣。"
      },
      {
        "日文": "…はい、どうぞ",
        "中文": "…好的，請。"
      },
      {
        "日文": "もう 少し 大きいのは ありませんか",
        "中文": "有更大一點兒的嗎？"
      },
      {
        "日文": "…はい。この シャツは いかがですか",
        "中文": "…有，這件怎麼樣？"
      },
      {
        "日文": "すみませんが、この 漢字の 読み方を 教えて ください",
        "中文": "對不起，請告訴我這個漢字的讀法。"
      },
      {
        "日文": "…それは 「かきとめ」 ですよ",
        "中文": "…那個讀成「かきとめ」"
      },
      {
        "日文": "暑いですね。 窓を 開けましょうか",
        "中文": "真熱啊，打開窗戶吧？"
      },
      {
        "日文": "…すみません。 お願いします",
        "中文": "…好的，麻煩你開一下。"
      },
      {
        "日文": "駅まで 迎えに 行きましょうか",
        "中文": "我去車站接你吧？"
      },
      {
        "日文": "…いいえ、けっこうです。 タクシーで 行きますから",
        "中文": "…不，不用了。我坐出租車去。"
      },
      {
        "日文": "佐藤さんは どこですか",
        "中文": "佐藤在哪兒？"
      },
      {
        "日文": "…今 會議室で 松本さんと 話して います",
        "中文": "……現在正在會議室和松本談話。"
      },
      {
        "日文": "じゃ、また あとで 來ます",
        "中文": "那我過一會兒再來。"
      }
    ],
    "會話": [
      {
        "日文": "梅田まで 行って ください",
        "中文": "請去梅田"
      },
      {
        "日文": "梅田まで お願いします。",
        "中文": "請去梅田。"
      },
      {
        "日文": "はい",
        "中文": "好的。"
      },
      {
        "日文": "すみません。 あの 信號を 右へ 曲がって ください",
        "中文": "對不起，請在那個紅綠燈往右拐。"
      },
      {
        "日文": "右ですね。",
        "中文": "往右拐，對吧。"
      },
      {
        "日文": "ええ",
        "中文": "對。"
      },
      {
        "日文": "まっすぐですか",
        "中文": "一直走嗎？"
      },
      {
        "日文": "ええ、まっすぐ 行って ください",
        "中文": "對，請一直走。"
      },
      {
        "日文": "あの 花屋の 前で 止めて ください",
        "中文": "請停在那家花店前面。"
      },
      {
        "日文": "はい",
        "中文": "好的。"
      },
      {
        "日文": "1,800円です",
        "中文": "共1，800日元。"
      },
      {
        "日文": "これで お願いします",
        "中文": "給你錢。"
      },
      {
        "日文": "3,200円の お釣りです。 ありがとう ございました",
        "中文": "找您3，200日元，謝謝。"
      }
    ]
  },
  "第15課": {
    "文型": [
      {
        "日文": "寫真を 撮っても いいです",
        "中文": "可以照相。"
      },
      {
        "日文": "サントスさんは パソコンを 持って います",
        "中文": "桑托斯有個人電腦。"
      }
    ],
    "例文": [
      {
        "日文": "この カタログを もらっても いいですか",
        "中文": "這個商品目錄可以拿走嗎？"
      },
      {
        "日文": "…ええ、いいですよ。 どうぞ",
        "中文": "……啊，可以呀。請。"
      },
      {
        "日文": "この 辭書を 借りても いいですか",
        "中文": "可以借用這本辭典嗎？"
      },
      {
        "日文": "…すみません、ちょっと……。 今 使って います",
        "中文": "…對不起，現在正用著呢。"
      },
      {
        "日文": "ここで 遊んでは いけません",
        "中文": "不能在這兒玩兒。"
      },
      {
        "日文": "…はい",
        "中文": "…好的。"
      },
      {
        "日文": "市役所の 電話番號を 知って いますか",
        "中文": "（你）知道市政府的電話號碼嗎？"
      },
      {
        "日文": "…いいえ、知りません",
        "中文": "…不，不知道。"
      },
      {
        "日文": "マリアさんは どこに 住んで いますか",
        "中文": "瑪麗亞住在什麼地方？"
      },
      {
        "日文": "…大阪に 住んで います",
        "中文": "…住在大阪。"
      },
      {
        "日文": "ワンさんは 獨身ですか",
        "中文": "小王是單身嗎？"
      },
      {
        "日文": "…いいえ、 結婚して います",
        "中文": "…不，已經結婚了。"
      },
      {
        "日文": "お仕事は 何ですか",
        "中文": "你做什麼工作？"
      },
      {
        "日文": "…教師です。 富士大學で 教えて います",
        "中文": "…（我）是教師。在富士大學教書。"
      },
      {
        "日文": "専門は",
        "中文": "什麼專業？"
      },
      {
        "日文": "…日本の 美術です",
        "中文": "…日本美術。"
      }
    ],
    "會話": [
      {
        "日文": "ご家族は?",
        "中文": "你家裡都有什麼人"
      },
      {
        "日文": "きょうの 映畫は よかったですね",
        "中文": "今天的電影真不錯。"
      },
      {
        "日文": "ええ。特に あの お父さんは よかったですね",
        "中文": "是啊，特別是那個父親演得不錯。"
      },
      {
        "日文": "ええ。わたしは 家族を 思い出しました",
        "中文": "對，讓我想起我的家人了。"
      },
      {
        "日文": "そうですか。 ミラーさんの ご家族は",
        "中文": "是嗎，米勒家裡有什麼人？"
      },
      {
        "日文": "両親と 姉が 1人 います",
        "中文": "有父母和一個姐姐。"
      },
      {
        "日文": "どちらに いらっしゃいますか",
        "中文": "他們在什麼地方？"
      },
      {
        "日文": "両親は ニューヨークの 近くに 住んで います",
        "中文": "父母住在紐約附近。"
      },
      {
        "日文": "姉は ロンドンです",
        "中文": "姐姐在倫敦。"
      },
      {
        "日文": "木村さんの ご家族は",
        "中文": "木村的家裡都有什麼人呢？"
      },
      {
        "日文": "3人です。 父は 銀行員です。母は 高校で 英語を 教えて います",
        "中文": "一共3個人。父親是銀行職員。母親在高中教英語。"
      }
    ]
  },
  "第16課": {
    "文型": [
      {
        "日文": "朝 ジョギングを して、シャワーを 浴びて、會社へ 行きます",
        "中文": "早上跑步，衝淋浴，然後去公司。"
      },
      {
        "日文": "コンサートが 終わってから、レストランで 食事を しました",
        "中文": "演唱會結束後，在餐館吃了飯。"
      },
      {
        "日文": "大阪は 食べ物が おいしいです",
        "中文": "大阪的食品很好吃。"
      },
      {
        "日文": "この パソコンは 軽くて、便利です",
        "中文": "這台個人電腦既輕又方便。"
      }
    ],
    "例文": [
      {
        "日文": "きのう 何を しましたか",
        "中文": "昨天做什麼了？"
      },
      {
        "日文": "…図書館へ 行って、本を 借りて、それから 友達に 會いました",
        "中文": "…去圖書館借了書，然後去見朋友了。"
      },
      {
        "日文": "大學まで どうやって 行きますか",
        "中文": "到大學怎麼走？"
      },
      {
        "日文": "…京都駅から 16番の バスに 乗って、大學前で 降ります",
        "中文": "…從京都站坐16路汽車，在大學前車站下。"
      },
      {
        "日文": "國へ 帰ってから、何を しますか",
        "中文": "回國後準備做什麼？"
      },
      {
        "日文": "…父の 會社で 働きます",
        "中文": "…在父親的公司工作。"
      },
      {
        "日文": "サントスさんは どの 人ですか",
        "中文": "桑托斯先生是哪位呀？"
      },
      {
        "日文": "…あの 背が 高くて、髪が 黒い 人です",
        "中文": "…那個個子很高，頭髮很黑的人。"
      },
      {
        "日文": "奈良は どんな 町ですか",
        "中文": "奈良是個什麼樣的城市？"
      },
      {
        "日文": "…靜かで、きれいな 町です",
        "中文": "…是個既安靜又美麗的城市。"
      },
      {
        "日文": "あの 人は だれですか",
        "中文": "那人是誰？"
      },
      {
        "日文": "…カリナさんです。インドネシア人で、富士大學の 留學生です",
        "中文": "…是卡莉娜。印度尼西亞人，富士大學的留學生。"
      }
    ],
    "會話": [
      {
        "日文": "使い方を 教えて ください　",
        "中文": "請教我使用方法"
      },
      {
        "日文": "すみませんが、ちょっと 使い方を 教えて ください",
        "中文": "對不起，請教我一下使用方法。"
      },
      {
        "日文": "お引き出しですか",
        "中文": "是取錢嗎？"
      },
      {
        "日文": "そうです",
        "中文": "是的。"
      },
      {
        "日文": "じゃ、まず ここを 押して ください",
        "中文": "那麼，先按這兒。"
      },
      {
        "日文": "はい",
        "中文": "好的。"
      },
      {
        "日文": "キャッシュカードは ありますか",
        "中文": "有現金卡嗎？"
      },
      {
        "日文": "はい、これです",
        "中文": "有，這就是。"
      },
      {
        "日文": "それを ここに 入れて、暗証番號を 押して ください",
        "中文": "把卡插到這兒，然後按密碼。"
      },
      {
        "日文": "はい",
        "中文": "好的。"
      },
      {
        "日文": "次に 金額を 押して ください",
        "中文": "在按金額。"
      },
      {
        "日文": "5萬円ですが、 5 ……",
        "中文": "想取5萬日元，5……"
      },
      {
        "日文": "この 「萬」「円」を 押します",
        "中文": "按這個「萬」和「円」。"
      },
      {
        "日文": "それから この 確認ボタンを 押して ください",
        "中文": "然後按「確認」鍵。"
      },
      {
        "日文": "はい。 どうも ありがとう ございました",
        "中文": "知道了。非常感謝。"
      }
    ]
  },
  "第17課": {
    "文型": [
      {
        "日文": "ここで 寫真を 撮らないで ください",
        "中文": "請不要在這兒拍照。"
      },
      {
        "日文": "パスポートを (見せないと いけません)見せなければ なりません",
        "中文": "必須出示護照。"
      },
      {
        "日文": "レポートは 出さなくても いいです",
        "中文": "報告書可以不交。"
      }
    ],
    "例文": [
      {
        "日文": "そこに 車を 止めないで ください",
        "中文": "請不要在那兒停車。"
      },
      {
        "日文": "…すみません",
        "中文": "…對不起。"
      },
      {
        "日文": "先生、お酒を 飲んでも いいですか",
        "中文": "大夫，可以喝酒嗎？"
      },
      {
        "日文": "…いいえ、2、3日 飲まないで ください",
        "中文": "…不行，兩三天內不要喝。"
      },
      {
        "日文": "はい、わかりました",
        "中文": " 好的，知道了。"
      },
      {
        "日文": "今晩 飲みに 行きませんか",
        "中文": "今晚去喝一杯好嗎？"
      },
      {
        "日文": "…すみません。 きょうは 妻と 約束が あります",
        "中文": "…對不起，今天和妻子約好了。"
      },
      {
        "日文": "ですから、早く 帰らなければ なりません",
        "中文": "所以必須早點回去。"
      },
      {
        "日文": "レポートは いつまでに 出さなければ なりませんか",
        "中文": "報告書必須在什麼時候交？"
      },
      {
        "日文": "…金曜日までに 出して ください",
        "中文": "…請在星期五之前交。"
      },
      {
        "日文": "子どもも お金を 払わなければ なりませんか",
        "中文": "孩子也必須交錢嗎？"
      },
      {
        "日文": "…いいえ、払わなくても いいです",
        "中文": "…不，不交也可以。"
      }
    ],
    "會話": [
      {
        "日文": "どう しましたか",
        "中文": "怎麼啦"
      },
      {
        "日文": "どう しましたか",
        "中文": "你怎麼啦？"
      },
      {
        "日文": "きのうから のどが 痛くて、熱も 少し あります",
        "中文": "從昨天開始喉嚨疼，還有點發燒。"
      },
      {
        "日文": "そうですか。ちょっと口を開けてください",
        "中文": "是嗎，請稍微把嘴張開一下。"
      },
      {
        "日文": "かぜですね。ゆっくり 休んで ください",
        "中文": "是感冒了，要好好休息。"
      },
      {
        "日文": "あのう、あしたから 東京へ 出張しなければ なりません",
        "中文": "可是從明天起必須去東京出差。"
      },
      {
        "日文": "じゃ、薬を 飲んで、きょうは 早く 寢て ください",
        "中文": "那，吃完藥後今天要早點休息。"
      },
      {
        "日文": "はい",
        "中文": "好的。"
      },
      {
        "日文": "それから 今晩は おふろに 入らないで ください",
        "中文": "還有今晚不要洗澡。"
      },
      {
        "日文": "はい、わかりました",
        "中文": "好，明白了。"
      },
      {
        "日文": "じゃ、お大事に",
        "中文": "那麼，請多保重。"
      },
      {
        "日文": "どうも ありがとう ございました",
        "中文": "十分感謝。"
      }
    ]
  },
  "第18課": {
    "文型": [
      {
        "日文": "ミラーさんは 漢字を 読む ことが できます",
        "中文": "米勒會讀漢字。"
      },
      {
        "日文": "わたしの 趣味は 映畫を 見る ことです",
        "中文": "我的愛好是看電影。"
      },
      {
        "日文": "寢る まえに、日記を 書きます",
        "中文": "睡前記日記。"
      }
    ],
    "例文": [
      {
        "日文": "スキーが できますか",
        "中文": "會滑雪嗎？"
      },
      {
        "日文": "…はい、できます。 でも、あまり 上手じゃ ありません",
        "中文": "…是的，會。但是滑得不太好。"
      },
      {
        "日文": "マリアさんは パソコンを 使う ことが できますか",
        "中文": "瑪麗亞會用計算機嗎？"
      },
      {
        "日文": "…いいえ、できません",
        "中文": "…不，不會。"
      },
      {
        "日文": "大阪城は 何時まで 見學が できますか",
        "中文": "大阪城可以參觀到幾點？"
      },
      {
        "日文": "…5時までです",
        "中文": "…到5點為止。"
      },
      {
        "日文": "カードで 払う ことが できますか",
        "中文": "可以用卡支付嗎？"
      },
      {
        "日文": "…すみませんが、現金で お願いします",
        "中文": "…對不起，請付現金。"
      },
      {
        "日文": "趣味は 何ですか",
        "中文": "你的愛好是什麼？"
      },
      {
        "日文": "…古い 時計を 集める ことです",
        "中文": "…收集古鐘錶。"
      },
      {
        "日文": "日本の 子どもは 學校に 入る まえに、ひらがなを 覚えなければ なりませんか",
        "中文": "日本的孩子在入學之前必須先學平假名嗎？"
      },
      {
        "日文": "…いいえ、覚えなくても いいです",
        "中文": "…不，不學也行。"
      },
      {
        "日文": "食事の まえに、この 薬を 飲んで ください",
        "中文": "吃飯之前，先把這個藥吃了。"
      },
      {
        "日文": "…はい、わかりました",
        "中文": "…好，知道了。"
      },
      {
        "日文": "いつ 結婚しましたか",
        "中文": "什麼時候結婚的？"
      },
      {
        "日文": "…3年まえに、結婚しました",
        "中文": "…3年前結的婚。"
      }
    ],
    "會話": [
      {
        "日文": "趣味は 何ですか",
        "中文": "你的愛好是什麼"
      },
      {
        "日文": "サントスさんの 趣味は 何ですか",
        "中文": "桑托斯先生的愛好是什麼？"
      },
      {
        "日文": "寫真です",
        "中文": "攝影。"
      },
      {
        "日文": "どんな 寫真を 撮りますか",
        "中文": "拍什麼樣的照片？"
      },
      {
        "日文": "動物の 寫真です。 特に 馬が 好きです",
        "中文": "動物的照片。特別喜歡馬。"
      },
      {
        "日文": "へえ、それは おもしろいですね",
        "中文": "唉呀，那倒挺有趣啊。"
      },
      {
        "日文": "日本へ 來てから、馬の 寫真を 撮りましたか",
        "中文": "來日本後拍過馬的照片嗎？"
      },
      {
        "日文": "いいえ。日本では なかなか 馬を 見る ことが できません",
        "中文": "沒拍過。在日本很不容易見著馬。"
      },
      {
        "日文": "北海道に 馬の 牧場が たくさん ありますよ",
        "中文": "在北海道有很多馬的牧場。"
      },
      {
        "日文": "ほんとうですか。じゃ、夏休みに ぜひ 行きたいです",
        "中文": "真的嗎？那暑假時我一定去一趟。"
      }
    ]
  },
  "第19課": {
    "文型": [
      {
        "日文": "相撲を 見た ことが あります",
        "中文": "我看過相撲。"
      },
      {
        "日文": "休みの 日は テニスを したり、散歩に 行ったり します",
        "中文": "休息時，打打網球，散散步。"
      },
      {
        "日文": "これから だんだん 暑く なります",
        "中文": "今後會漸漸熱起來。"
      }
    ],
    "例文": [
      {
        "日文": "北海道へ 行った ことが ありますか",
        "中文": "（你）去過北海道嗎？"
      },
      {
        "日文": "…はい、一度 あります。 2 年まえに 友達と 行きました",
        "中文": "…是的，去過一次。兩年前和朋友一起去的。"
      },
      {
        "日文": "馬に 乗った ことが ありますか",
        "中文": "（你）騎過馬嗎？"
      },
      {
        "日文": "…いいえ、一度も ありません。 ぜひ 乗りたいです",
        "中文": "…沒有，一次也沒騎過。無論如何想騎一騎。"
      },
      {
        "日文": "冬休みは 何を しましたか",
        "中文": "寒假做什麼了？"
      },
      {
        "日文": "…京都の お寺や 神社を 見たり、友達と パーティーを したり しました",
        "中文": "…參觀京都的寺廟和神社啦，和朋友一起聚會啦等等。"
      },
      {
        "日文": "日本で 何を したいですか",
        "中文": "在日本想做些什麼？"
      },
      {
        "日文": "…旅行を したり、お茶を 習ったり したいです",
        "中文": "…想去旅行，學習茶道等等。"
      },
      {
        "日文": "體の 調子は どうですか",
        "中文": "身體情況怎麼樣？"
      },
      {
        "日文": "…おかげさまで よく なりました",
        "中文": "…托您的福，好多了。"
      },
      {
        "日文": "日本語が 上手に なりましたね",
        "中文": "你的日語進步很大呀。"
      },
      {
        "日文": "…ありがとう ございます。 でも、まだまだです",
        "中文": "…謝謝。不過還不行呢。"
      },
      {
        "日文": "テレサちゃんは 何に なりたいですか",
        "中文": "特蕾莎你想當什麼？"
      },
      {
        "日文": "…醫者に なりたいです",
        "中文": "…想當醫生。"
      }
    ],
    "會話": [
      {
        "日文": "ダイエットは あしたから しま",
        "中文": "從明天開始減肥"
      },
      {
        "日文": "乾杯",
        "中文": "乾杯！"
      },
      {
        "日文": "マリアさん、あまり 食べませんね",
        "中文": "瑪麗亞，你沒怎麼吃啊。"
      },
      {
        "日文": "ええ。 実は きのうから ダイエットを して います",
        "中文": "是的。老實說是因為從昨天開始在減肥。"
      },
      {
        "日文": "そうですか。 わたしも 何回も ダイエットを したことが あります",
        "中文": "是嗎，我也曾經多次減肥。"
      },
      {
        "日文": "どんな ダイエットですか",
        "中文": "怎麼減肥的？"
      },
      {
        "日文": "毎日 りんごだけ 食べたり、水を たくさん 飲んだりしました",
        "中文": "每天只吃蘋果，喝很多水等。"
      },
      {
        "日文": "しかし、無理な ダイエットは 體に よくないですよ",
        "中文": " 不過，過度的節食對身體可不好啊。"
      },
      {
        "日文": "そうですね",
        "中文": "是啊。"
      },
      {
        "日文": "マリアさん、この ケーキ、おいしいですよ",
        "中文": "瑪麗亞，這種蛋糕可好吃啦。"
      },
      {
        "日文": "そうですか。 ……。ダイエットは また あしたから します",
        "中文": "是嗎？……減肥從明天開始吧。"
      }
    ]
  },
  "第20課": {
    "文型": [
      {
        "日文": "サントスさんは パーティーに 來（こ）なかった",
        "中文": "桑托斯沒來參加聚會。"
      },
      {
        "日文": "日本は 物価が 高い",
        "中文": "日本物價高。"
      },
      {
        "日文": "沖縄の 海は きれいだった",
        "中文": "沖繩的海非常美。"
      },
      {
        "日文": "きょうは 僕の 誕生日だ",
        "中文": "今天是我的生日。"
      }
    ],
    "例文": [
      {
        "日文": "アイスクリーム［を］ 食べる",
        "中文": "吃冰激淋嗎？"
      },
      {
        "日文": "…うん、食べる",
        "中文": "…嗯，吃。"
      },
      {
        "日文": "そこに はさみ［が］ ある",
        "中文": "那裡有剪刀嗎？"
      },
      {
        "日文": "…ううん、ない",
        "中文": "…不，沒有。"
      },
      {
        "日文": "きのう 木村さんに 會った",
        "中文": "昨天見到木村了嗎？"
      },
      {
        "日文": "…ううん、會わなかった",
        "中文": "…沒有，沒見到。"
      },
      {
        "日文": "あした みんなで 京都［へ］ 行かない",
        "中文": "明天大家一起去京都好嗎？"
      },
      {
        "日文": "…うん、 いいね",
        "中文": "…嗯，好啊。"
      },
      {
        "日文": "その カレーライス［は］ おいしい",
        "中文": "那咖喱飯好吃嗎？"
      },
      {
        "日文": "…うん、辛いけど、おいしい",
        "中文": "…嗯，雖然有點辣，但挺好吃的。"
      },
      {
        "日文": "今暇",
        "中文": "現在有空嗎？"
      },
      {
        "日文": "…うん、暇。 何？",
        "中文": "…嗯，有空。有事嗎？"
      },
      {
        "日文": "ちょっと 手伝って",
        "中文": "請幫一下忙。"
      },
      {
        "日文": "辭書［を］ 持って ［い］る",
        "中文": "帶詞典了嗎？"
      },
      {
        "日文": "…ううん、 持って ［い］ない",
        "中文": "…沒，沒帶。"
      }
    ],
    "會話": [
      {
        "日文": "夏休みは どう するの? ",
        "中文": "暑假怎麼過"
      },
      {
        "日文": "夏休みは 國へ 帰るの?",
        "中文": "暑假回國嗎？"
      },
      {
        "日文": "ううん。 帰りたいけど、……。小林君は どう するの?",
        "中文": "不。是想回去的，可……小林準備怎麼過？"
      },
      {
        "日文": "どう しようかな……。タワポン君、富士山に 登った こと ある?",
        "中文": "做什麼好呢……瓦朋，（你）登過富士山嗎？"
      },
      {
        "日文": "ううん",
        "中文": " 沒有。"
      },
      {
        "日文": "じゃ、よかったら、いっしょに 行かない?",
        "中文": "那，如果你願意，一起去怎麼樣？"
      },
      {
        "日文": "うん。 いつごろ?",
        "中文": "嗯，什麼時候？"
      },
      {
        "日文": "8月の 初めごろは どう?",
        "中文": "8月初怎麼樣？"
      },
      {
        "日文": "いいね",
        "中文": " 好啊。"
      },
      {
        "日文": "じゃ、いろいろ 調べて、また 電話するよ",
        "中文": " 那我做一些調查後再打電話給你。"
      },
      {
        "日文": "ありがとう。 待ってるよ",
        "中文": "謝謝。我就等著了。"
      }
    ]
  },
  "第21課": {
    "文型": [
      {
        "日文": "あした 雨が 降ると 思います",
        "中文": "我想明天會下雨。"
      },
      {
        "日文": "首相は 來月 アメりカへ 行くと 言いました",
        "中文": "首相說過下個月要去美國。"
      }
    ],
    "例文": [
      {
        "日文": "仕事と 家族と どちらが 大切ですか",
        "中文": "工作和家庭哪個更重要？"
      },
      {
        "日文": "…どちらも 大切だと 思います",
        "中文": "…我覺得哪個都重要。"
      },
      {
        "日文": "日本に ついて どう 思いますか",
        "中文": "（你）覺得日本怎麼樣？"
      },
      {
        "日文": "…物価が 高いと 思います",
        "中文": "…我覺得物價很高。"
      },
      {
        "日文": "ミラーさんは どこですか",
        "中文": "米勒在哪兒？"
      },
      {
        "日文": "…會議室に いると 思います",
        "中文": "…我想（他）在會議室。"
      },
      {
        "日文": "ミラーさんは この ニュースを 知って いますか",
        "中文": "米勒知道這個消息了嗎？"
      },
      {
        "日文": "…いいえ、たぶん 知らないと 思います",
        "中文": "…不，我想他大概還不知道。"
      },
      {
        "日文": "ミラーさんは 出張して いましたから",
        "中文": "因為米勒出差去了。"
      },
      {
        "日文": "テレサちゃんは もう 寢ましたか",
        "中文": "特蕾莎已經睡了嗎？"
      },
      {
        "日文": "…はい、もう 寢たと 思います",
        "中文": "…是的，我想她已經睡了。"
      },
      {
        "日文": "食事の まえに、お祈りを しますか",
        "中文": "進餐前祈禱嗎？"
      },
      {
        "日文": "…いいえ、しませんが、「いただきます」と 言います",
        "中文": "…不，不祈禱，而說「我吃飯了」。"
      },
      {
        "日文": "會議で 何か 意見を 言いましたか",
        "中文": "在會議上（你）發表什麼意見了嗎？"
      },
      {
        "日文": "…はい。 むだな コピーが 多いと 言いました",
        "中文": "…是的。我說不必要的復印太多了。"
      },
      {
        "日文": "7月に 京都で お祭りが あるでしょう",
        "中文": "7月京都舉行廟會活動吧？"
      },
      {
        "日文": "…ええ、あります",
        "中文": "…是的，有。"
      }
    ],
    "會話": [
      {
        "日文": "わたしも そう 思います",
        "中文": "我也這麼認為"
      },
      {
        "日文": "あ、サントスさん、しばらくですね",
        "中文": "啊，桑托斯先生，好久不見了。"
      },
      {
        "日文": "あ、松本さん、お元気ですか",
        "中文": "啊，松本先生，你好嗎？"
      },
      {
        "日文": "ええ。 ちょっと ビールでも 飲みませんか",
        "中文": "挺好的。一起去喝點啤酒好嗎？"
      },
      {
        "日文": "いいですね",
        "中文": "好啊。"
      },
      {
        "日文": "今晩 10時から 日本と ブラジルの サッカーの 試合がありますね",
        "中文": "今晚10點開始有日本和巴西的足球賽吧。"
      },
      {
        "日文": "ああ、そうですね。 ぜひ 見ないと……",
        "中文": "啊，對。要不看的話（就太遺憾了）。"
      },
      {
        "日文": "サントスさんは どちらが 勝つと 思いますか",
        "中文": "桑托斯先生認為哪方會贏呢？"
      },
      {
        "日文": "もちろん ブラジルですよ",
        "中文": "當然是巴西了。"
      },
      {
        "日文": "でも、最近 日本も 強く なりましたよ",
        "中文": "不過，最近日本隊也很厲害呀。"
      },
      {
        "日文": "ええ、わたしも そう 思いますが、……。あ、もう 帰らないと……",
        "中文": "是呀，我也這麼認為，不過……啊，得回去了……"
      },
      {
        "日文": "そうですね。 じゃ、帰りましょう",
        "中文": "是呀。那回去吧。"
      }
    ]
  },
  "第22課": {
    "文型": [
      {
        "日文": "これは ミラーさんが 作った ケーキです",
        "中文": "這是米勒做的蛋糕。"
      },
      {
        "日文": "あそこに いる 人は ミラーさんです",
        "中文": "在那邊的人是米勒。"
      },
      {
        "日文": "きのう 習（なら）った ことばを 忘れました",
        "中文": "忘了昨天學的單詞了。"
      },
      {
        "日文": "買い物に 行く 時間が ありません",
        "中文": "沒有去購物的時間。"
      }
    ],
    "例文": [
      {
        "日文": "これは 萬里の 長城で 撮った 寫真です",
        "中文": "這是在萬里長城上拍的像片。"
      },
      {
        "日文": "…そうですか。 すごいですね",
        "中文": "…是嗎，真不錯啊。"
      },
      {
        "日文": "カリナさんが かいた 絵は どれですか",
        "中文": "卡莉娜畫的畫是哪張？"
      },
      {
        "日文": "…あれです。 あの 海の 絵です",
        "中文": "…那張。那張大海的畫。"
      },
      {
        "日文": "あの 著物を 著て いる 人は だれですか",
        "中文": "那位穿和服的人是誰？"
      },
      {
        "日文": "…木村さんです",
        "中文": "…是木村。"
      },
      {
        "日文": "山田さん、奧さんに 初めて 會った 所は どこですか",
        "中文": "山田先生，（您）第一次和您太太見面是在哪兒呀？"
      },
      {
        "日文": "…大阪城です",
        "中文": "…大阪城。"
      },
      {
        "日文": "木村さんと 行った コンサートは どうでしたか",
        "中文": "和木村一起去聽的演唱會怎麼樣？"
      },
      {
        "日文": "…とても よかったです",
        "中文": "…非常棒。"
      },
      {
        "日文": "どう しましたか",
        "中文": "怎麼啦？"
      },
      {
        "日文": "…きのう 買った 傘を なくしました",
        "中文": "…昨天買的傘丟了。"
      },
      {
        "日文": "どんな うちが 欲しいですか",
        "中文": "你想要什麼樣的房子？"
      },
      {
        "日文": "…広い 庭が ある うちが 欲しいです",
        "中文": "…想要有寬敞院子的房子。"
      },
      {
        "日文": "今晩 飲みに 行きませんか",
        "中文": "今晚去喝一杯好嗎？"
      },
      {
        "日文": "…すみません。 今晩は ちょっと 友達に 會う 約束が あります",
        "中文": "…對不起，今晚和朋友有約會。"
      }
    ],
    "會話": [
      {
        "日文": "どんな アパートが いいですか",
        "中文": "什麼樣的公寓好"
      },
      {
        "日文": "こちらは いかがですか。家賃は 8萬円です。",
        "中文": "這個怎麼樣？房租是8萬日元。"
      },
      {
        "日文": "うーん……。 ちょっと 駅から 遠いですね。　",
        "中文": "嗯……離車站稍微有點遠。"
      },
      {
        "日文": "じゃ、こちらは？　",
        "中文": "那，這間怎麼樣？"
      },
      {
        "日文": "便利ですよ。 駅から 歩いて 3分ですから",
        "中文": "挺方便的，從車站走著去只要3分鐘。"
      },
      {
        "日文": "そうですね",
        "中文": "是啊。"
      },
      {
        "日文": "ダイニングキチンと 和室が 1つと……",
        "中文": "有兼餐廳的廚房和日式房間一個和……"
      },
      {
        "日文": "すみません。ここは 何ですか",
        "中文": "請問，這是什麼？"
      },
      {
        "日文": "押し入れです。 布団（ふとん）を 入れる 所ですよ",
        "中文": "是壁櫥，放被褥的地方。"
      },
      {
        "日文": "そうですか",
        "中文": "是嗎。"
      },
      {
        "日文": "この アパート、きょう 見る ことが できますか",
        "中文": "這間公寓，今天能看看嗎？"
      },
      {
        "日文": "ええ。今から 行きましょうか",
        "中文": "可以，現在就去好嗎？"
      },
      {
        "日文": "ええ、お願いします",
        "中文": "那麼就麻煩你了。"
      }
    ]
  },
  "第23課": {
    "文型": [
      {
        "日文": "図書館で 本を 借りる とき、カードが 要ります。　",
        "中文": "在圖書館借書時需要借書卡。"
      },
      {
        "日文": "この ボタンを 押すと、お釣りが 出ます。　",
        "中文": "一按這個按鈕，找的零錢就會出來。"
      }
    ],
    "例文": [
      {
        "日文": "よく テレビを 見ますか",
        "中文": "你經常看電視嗎？"
      },
      {
        "日文": "…そうですね。 野球の 試合が ある とき、見ます",
        "中文": "…是的，有棒球比賽的時候就看。"
      },
      {
        "日文": "冷蔵庫に 何も ない とき、どう しますか",
        "中文": "冰箱里什麼都沒有的時候怎麼辦？"
      },
      {
        "日文": "…近くの レストランへ 何か 食べに 行きます",
        "中文": "…去附近的餐館吃點什麼。"
      },
      {
        "日文": "會議室を 出る とき、エアコンを 消しましたか",
        "中文": "離開會議室的時候，關空調了嗎？"
      },
      {
        "日文": "…すみません。 忘れました",
        "中文": "…對不起，我忘了。"
      },
      {
        "日文": "サントスさんは どこで 服や 靴を 買いますか",
        "中文": "桑托斯先生在哪兒買衣服和鞋？"
      },
      {
        "日文": "…夏休みや お正月に 國へ 帰った とき、買います",
        "中文": "…暑假或新年回國時買。"
      },
      {
        "日文": "日本のは 小さいですから",
        "中文": "日本的都太小了。"
      },
      {
        "日文": "それは 何ですか",
        "中文": "那是什麼？"
      },
      {
        "日文": "…「元気茶」です。 體の 調子が 悪い とき、飲みます",
        "中文": "…是健康茶。在身體不好時喝。"
      },
      {
        "日文": "暇な とき、うちへ 遊びに 來ませんか",
        "中文": "空閒時來家裡玩兒好嗎？"
      },
      {
        "日文": "…ええ、ありがとう ございます",
        "中文": "…好，謝謝。"
      },
      {
        "日文": "學生の とき、アルバイトを しましたか",
        "中文": "上學時打工了嗎？"
      },
      {
        "日文": "…ええ、時々 しました",
        "中文": "…是的，有時候去打。"
      },
      {
        "日文": "音が 小さいですね",
        "中文": "聲音真小啊。"
      },
      {
        "日文": "…この つまみを 右へ 回すと、大きく なります",
        "中文": " …將這個旋鈕往右一轉，聲音就會變大。"
      },
      {
        "日文": "すみません。 市役所は どこですか",
        "中文": "請問，市政府在哪兒？"
      },
      {
        "日文": "…この 道を まっすぐ 行くと、左に あります",
        "中文": "…沿這條路一直走，就在左邊。"
      }
    ],
    "會話": [
      {
        "日文": "どうやって 行きます",
        "中文": "怎麼去"
      },
      {
        "日文": "はい、みどり図書館です",
        "中文": "你好，這是綠色圖書館。"
      },
      {
        "日文": "あのう、そちらまで どうやって 行きますか",
        "中文": "請問，怎麼去貴館啊？"
      },
      {
        "日文": "本田駅から 12番の バスに 乗って、図書館前で降りて ください。 3つ目です",
        "中文": "從本田站坐12路汽車，在圖書館前下車，3站就是。"
      },
      {
        "日文": "3つ目ですね",
        "中文": "是第3站啊。"
      },
      {
        "日文": "ええ。 降りると、前に 公園が あります",
        "中文": "是的，下車後，前面有個公園。"
      },
      {
        "日文": "図書館は その 公園の 中の 白い 建物です",
        "中文": "圖書館就是那個公園中的白樓里。"
      },
      {
        "日文": "わかりました。それから 本を 借りる とき、何か 要りますか",
        "中文": "我知道了。還有，借書時需要什麼證件嗎？"
      },
      {
        "日文": "外國の 方ですか",
        "中文": "您是外國人嗎？"
      },
      {
        "日文": "はい",
        "中文": "是的。"
      },
      {
        "日文": "じゃ、外國人登録証を 持って 來て ください",
        "中文": "那麼，請把外國人登記證帶來。"
      },
      {
        "日文": "はい。 どうも ありがとう ございました",
        "中文": "好的，謝謝。"
      }
    ]
  },
  "第24課": {
    "文型": [
      {
        "日文": "佐藤さんは わたしに クリスマスカードを くれました",
        "中文": "佐藤送我聖誕卡了。"
      },
      {
        "日文": "わたしは 木村さんに 本を 貸して あげました",
        "中文": "我借書給木村了。"
      },
      {
        "日文": "わたしは 山田さんに 病院の 電話番號を 教えて もらいました",
        "中文": "我請山田告訴我醫院的電話號碼了。"
      },
      {
        "日文": "母は わたしに セーターを 送って くれました",
        "中文": "媽媽給我寄來了毛衣。"
      }
    ],
    "例文": [
      {
        "日文": "太郎君は おばあちゃんが 好きですか",
        "中文": "太郎喜歡奶奶嗎？"
      },
      {
        "日文": "…はい、好きです。 おばあちゃんは いつも お菓子を くれます",
        "中文": "…是的，很喜歡。奶奶常給我點心吃。"
      },
      {
        "日文": "おいしい ワインですね",
        "中文": "好美味的葡萄酒啊。"
      },
      {
        "日文": "…ええ、佐藤さんが くれました。 フランスの ワインです",
        "中文": "…嗯，是佐藤送給我的、是法國葡萄酒。"
      },
      {
        "日文": "太郎君は 母の 日に お母さんに 何を して あげますか",
        "中文": "太郎在母親節給媽媽做什麼呢？"
      },
      {
        "日文": "…ピアノを 弾いて あげます",
        "中文": "…給媽媽彈鋼琴聽。"
      },
      {
        "日文": "ミラーさん、きのうの パーティーの 料理は 全部 自分で作りましたか",
        "中文": "米勒，昨天聚會上的菜都是自己做的嗎？"
      },
      {
        "日文": "…いいえ、ワンさんに 手伝って もらいました",
        "中文": "…不，請小王幫忙了。"
      },
      {
        "日文": "電車で 行きましたか",
        "中文": "坐電車去的嗎？"
      },
      {
        "日文": "…いいえ。 山田さんが 車で 送って くれました",
        "中文": "…不是，山田開車送我去的。"
      }
    ],
    "會話": [
      {
        "日文": "手伝って くれます",
        "中文": "能幫一下忙嗎"
      },
      {
        "日文": "ワンさん、あした 引っ越しですね",
        "中文": "小王，明天搬家吧。"
      },
      {
        "日文": "手伝いに 行きましょうか",
        "中文": "我去給你幫忙吧。"
      },
      {
        "日文": "ありがとう ございます",
        "中文": "謝謝。"
      },
      {
        "日文": "じゃ、すみませんが、 9時ごろ お願いします",
        "中文": "那麼，麻煩你明天9點鐘左右來吧。"
      },
      {
        "日文": "ほかに だれが 手伝いに 行きますか",
        "中文": "還有誰也去幫忙嗎？"
      },
      {
        "日文": "山田さんと ミラーさんが 來て くれます",
        "中文": "山田和米勒也來。"
      },
      {
        "日文": "車は?",
        "中文": "車怎麼辦？"
      },
      {
        "日文": "山田さんに ワゴン車を 貸して もらいます",
        "中文": "向山田借了客貨兩用車。"
      },
      {
        "日文": "晝ごはんは どう しますか",
        "中文": "午飯準備怎麼辦？"
      },
      {
        "日文": "えーと……",
        "中文": "是啊……"
      },
      {
        "日文": "わたしが お弁當を 持って 行きましょうか",
        "中文": "那我帶盒飯去吧。"
      },
      {
        "日文": "すみません。 お願いします",
        "中文": "對不起，拜託了。"
      },
      {
        "日文": "じゃ、また あした",
        "中文": "那麼，明天見。"
      }
    ]
  },
  "第25課": {
    "文型": [
      {
        "日文": "雨が 降ったら、出かけません",
        "中文": "要是下雨的話，就不出去。"
      },
      {
        "日文": "雨が 降っても、出かけます",
        "中文": "即使下雨也要出去。"
      }
    ],
    "例文": [
      {
        "日文": "もし 1億円 あったら、何を したいですか",
        "中文": "如果有1億日元的話，想做什麼？"
      },
      {
        "日文": "…コンピューターソフトの 會社を 作りたいです",
        "中文": "…想開一家計算機軟件公司。"
      },
      {
        "日文": "約束の 時間に 友達が 來なかったら、どう しますか",
        "中文": "約好的時間朋友沒來的話，怎麼辦呢？"
      },
      {
        "日文": "…すぐ 帰ります",
        "中文": "…馬上回去。"
      },
      {
        "日文": "あの 新しい 靴屋は いい 靴が たくさん ありますよ",
        "中文": "那家新開的鞋店裡有很多漂亮的鞋。"
      },
      {
        "日文": "…そうですか。 安かったら、買いたいです",
        "中文": "…是嗎，如果便宜的話，想買一雙。"
      },
      {
        "日文": "あしたまでに レポートを 出さなければ なりませんか",
        "中文": "明天之前必須要交報告書嗎？"
      },
      {
        "日文": "…いいえ。 無理だったら、金曜日に 出して ください",
        "中文": "…不。如果來不及的話，星期五交吧。"
      },
      {
        "日文": "もう 子どもの 名前を 考えましたか",
        "中文": "已經給孩子想好名字了嗎？"
      },
      {
        "日文": "…ええ、男の 子だったら、「ひかる」です",
        "中文": "…是的。如果是男孩子的話，叫「光」。"
      },
      {
        "日文": "女の 子だったら、「あや」です",
        "中文": "女孩子就叫「綾」。"
      },
      {
        "日文": "大學を 出たら、すぐ 働きますか",
        "中文": "大學畢業後馬上工作嗎？"
      },
      {
        "日文": "…いいえ、 1年ぐらい いろいろな 國を 旅行したいです",
        "中文": "…不，想花1年左右的時間去很多國家旅行。"
      },
      {
        "日文": "先生、この ことばの 意味が わかりません",
        "中文": "老師，我不明白這個詞的意思。"
      },
      {
        "日文": "…辭書を 見ましたか",
        "中文": "…查詞典了嗎？"
      },
      {
        "日文": "ええ。 見ても、わかりません",
        "中文": "是的，查了也不明白。"
      },
      {
        "日文": "日本人は グループ旅行が 好きですね",
        "中文": "日本人挺喜歡團體旅行吧。"
      },
      {
        "日文": "…ええ、安いですから",
        "中文": "…是的，因為便宜嘛。"
      },
      {
        "日文": "いくら 安くても、わたしは グループ旅行が 嫌いです",
        "中文": "不管多麼便宜，我也不喜歡團體旅行。"
      }
    ],
    "會話": [
      {
        "日文": "いろいろ お世話に なりまし",
        "中文": "承蒙多方照顧"
      },
      {
        "日文": "転勤、おめでとう ございます",
        "中文": "祝賀你調動工作。"
      },
      {
        "日文": "ありがとう ございます",
        "中文": "謝謝。"
      },
      {
        "日文": "ミラーさんが 東京へ 行ったら、寂しく なりますね",
        "中文": "米勒去東京後，我們會寂寞的。"
      },
      {
        "日文": "東京へ 行っても、大阪の ことを 忘れないで くださいね",
        "中文": "即使去了東京也不要忘了大阪哦。"
      },
      {
        "日文": "もちろん。 木村さん、暇が あったら、ぜひ 東京へ 遊びに 來て ください",
        "中文": "當然了，木村，有時間一定來東京玩兒。"
      },
      {
        "日文": "ミラーさんも 大阪へ 來たら、電話を ください。一杯 飲みましょう",
        "中文": "米勒若來大阪的話，請給我打電話。我們一起去喝一杯。"
      },
      {
        "日文": "ええ、ぜひ",
        "中文": "好的，一定。"
      },
      {
        "日文": "皆さん、ほんとうに いろいろ お世話に なりました",
        "中文": "各位，真是承蒙你們的多方照顧了。"
      },
      {
        "日文": "體に 気を つけて、頑張って ください",
        "中文": "請注意身體，繼續努力。"
      },
      {
        "日文": "はい、頑張ります。皆さんも どうぞ お元気で",
        "中文": "是的，我一定努力。各位也請多保重。"
      }
    ]
  }
}